Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/european_elections/nomination_of_candidates_for_membership_of_the_european_parliament.html.txt.tmx
Source language: en
Languages: ga

source: Nomination of Candidates for election to the European Parliament
ga: Iarrthóirí a ainmniú do bhallraíocht i bParlaimint na hEorpa

source: In order to be nominated for election of the European Parliament, you may either nominate yourself or one elector for the constituency may nominate you
ga: Ar mhaithe le bheith ainmnithe do bhallraíocht i bParlaimint na hEorpa, is féidir leat thú féin a ainmniú nó is féidir le vótálaí eile don toghcheantar tú a ainmniú

source: You must complete a "nomination paper" and present it to the returning officer for your constituency
ga: Ní mór duit "páipéar ainmniúcháin" a chomhlánú agus é a thabhairt don cheann comhairimh i do thoghcheantar

source: If you wish, you may state your party affiliation on your nomination paper
ga: Más mian leat, is féidir leat aon cheangail atá agat le páirtí a lua ar an bpáipéar ainmniúcháin

source: If you are not a member of an Irish political party but you are member of a political group in the European Parliament, you may have the name of that group included on all ballot papers and notices
ga: Muna bhfuil tú i do bhall de pháirtí polaitiúil Éireannach ach más ball de ghrúpa polaitiúil i bParlaimint na hEorpa thú, is féidir leat ainm an ghrúpa sin a chur ar na páipéir bhallóide agus ar fhógraí

source: You may also submit a photograph and/or a political party emblem to appear on the ballot paper
ga: Is féidir leat freisin griangraf a chur ar fáil agus/nó logo den pháirtí polaitiúil le cur ar an bpáipéar ballóide

source: If you are not an Irish or U.K. citizen, you must also make a statutory declaration and produce an attestation from your home Member State that you are not disqualified from standing as a candidate there
ga: Más rud é nach saoránach Éireannach nó saoránach den Ríocht Aontaithe thú, ní mór duit dearbhú reachtúil a dhéanamh agus fianaise a chur ar fáil ón mballstát as a thagann tú a dhearbhaíonn nach bhfuil tú dícháilithe le seasamh mar iarrthóir sa bhallstát sin

source: The returning officer must decide on the validity of your nomination paper within one hour after it is presented to him or her
ga: Ní mór don cheann comhairimh cinneadh a dhéanamh an bhfuil do pháipéar ainmniúcháin bailí taobh istigh de uair a chloig tar éis dó/dí an páipéar a fháil

source: He or she will object to your name (or description) if
ga: Cuirfidh sé/sí i gcoinne d'ainm (nó an cur síos ort):

source: • it is not the name by which you are commonly known
ga: • más rud é nach é seo an t-ainm mar is fearr aithne ort

source: • it is misleading or likely to cause confusion
ga: • más rud é go bhféadfadh sé daoine a chur amú

source: • it is unnecessarily long or
ga: • má tá sé ró-fhada gan fáth nó

source: • it contains a political reference
ga: • má tá tagairt pholaitiúil ann

source: You must change the particulars on the nomination paper if the returning officer raises an objection
ga: Ní mór duit na sonraí ar an bpáipéar ainmniúcháin a athrú má chuireann an ceann comhairimh ina gcoinne

source: The returning officer must hold that your nomination paper is valid if it is properly filled out and signed
ga: Ní mór don cheann comhairimh glacadh go bhfuil do pháipéar ainmniúcháin bailí má tá sé líonta amach i gceart agus sínithe

source: In the case of a national of a Member State other than Ireland or the U.K, the returning officer may refuse to hold the paper valid if it is not accompanied by the necessary declaration and attestation regarding eligibility to stand
ga: I gcás náisiúnaigh de Bhallstát eile seachas Éire nó an RA, is féidir leis an gceann comhairimh diúltú glacadh go bhfuil an páipéar ballóide bailí muna bhfuil an dearbhú cuí in éineacht leis agus fianaise a bhaineann le intofaíocht seasaimh

source: As a candidate at a European Parliament election, you are entitled to send one election letter free of postage charge to every elector in the constituency
ga: Mar iarrthóir i dtoghchán do Pharlaimint na hEorpa tá sé de chead agat litir amháin um thoghchán a chur saor in aisce ón gcostas poist chuig gach vótálaí sa toghcheantar

source: If you are a member of a political party with another candidate in the constituency, you will only be allowed one election letter free of postage charge between you
ga: Más ball de pháirtí polaitiúil thú agus iarrthóir eile den pháirtí céanna ag seasamh sa toghcheantar céanna, ní bheidh cead agaibh ach litir amháin saor ó chostas poist a chur amach eadraibh

source: To be nominated for membership of the European Parliament, candidates must either:
ga: Chun a bheith ainmnithe do bhallraíocht i bParlaimint na hEorpa, ní mór do na hiarrthóirí:

source: • Produce a Certificate of Party Affiliation or
ga: Teastas Ceangail Pháirtí a chur ar fáil nó

source: • Produce a document containing 60 signatures of "assenters" who are registered voters in the constituency or
ga: Cáipéis ar a bhfuil 60 sínithe de dhaoine a thacaíonn leat atá cláraithe mar vótálaithe sa toghcheantar nó

source: • Pay a deposit of €1,800
ga: Éarlais de € 1,800 a íoc

source: To "assent" to the nomination, the voters must sign the candidate's nomination paper and show photographic identification to the local authority official in charge
ga: Le tacú leis an ainmniúchán ní mór do na votálaithe páipéar ballóide an iarrthóra a shíniú agus fianaise aitheantais le griangraf a thaispeáint don oifigeach i gceannas san údarás áitiúil

source: A person can only assent to one nomination per election
ga: Ní féidir le duine tacú ach le iarrthóir amháin ag gach toghchán

source: If you wish to supply a photograph or a party emblem, it must meet certain requirements regarding shape and size
ga: Más mian leat griangraf nó logo páirtí a chur ar fáil ní mór dó a bheith caighdeánach ó thaobh crutha agus méid

source: If you do not supply a photograph and/or emblem, the space or spaces provided on the ballot paper will be left blank
ga: Muna gcuireann tú griangraf agus/nó logo ar fáil beidh an spás nó na spásanna atá curtha ar fáil lena n-aghaidh ar an bpáipéar ballóide fágtha bán

source: There is no charge for applying for nomination for election to the European Parliament
ga: Níl aon táille le n-íoc le bheith ainmnithe do bhallraíocht i bParlaimint na hEorpa

source: You must obtain a nomination paper from the returning officer for your constituency
ga: Ní mór duit páipéar ainmniúcháin a fháil ón gceann comhairimh i do thoghcheantar

source: You must apply to the returning officer for your constituency who is either a City or County Sheriff or a County Registrar
ga: Ní mór duit iarratas a chur chuig an gceann comhairimh i do thoghcheantar atá ina S(h)irriam Cathrach nó Contae nó ina C(h)láraitheoir Contae

source: Contact information for the returning officer for your constituency is available from the Franchise Section of your local authority
ga: Tá eolas faoi theagmháil le ceann comhairimh do dháilcheantair le fáil ón Rannóg Vótaíochta i d'údarás áitiúil

source: There is more information on european elections on the website of the Department of Housing, Planning, Community and Local Government
ga: Tá tuilleadh eolais maidir le toghcháin na hEorpa ar láithreán gréasáin na Roinne Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil
